export const bg = {
  "frontText": {
    "one": "Front-End разработчик",
    "two": "Забавлението - София :). Фокусиран върху създаването на интерактивни дигитални преживявания в мрежата.",
    "three": "Има опит с много технологии и библиотеки.",
    "four": "Работа с нови стартъпи и големи марки.",
  },

  "Checkin": {
    "Checkin": "Наемане на кола",
    "title": "Приложение за регистрация на автомобили под наем за пълно попълване на липсващите данни",
    "desc": "Уеб приложение за автоматизация за актуализиране на личните данни на клиентите и добавяне на допълнителни шофьори за текущите наети превозни средства. Уеб приложението е създадено от нулата с Vite, React и Context за състоянието на приложението. В рамките на 6 стъпки ( с бутони „назад“ и „продължи“ за навигация с автоматично запаметяване при всеки ход) клиентът може да редактира личните си данни, данните за шофьорската книжка, данните за контакт, данните за резервация, да добавя/редактира/изтрива допълнителни шофьори, да добавя метод на плащане и да преглежда всички променени данни. Календарите, държавите в избраните и останалите формуляри са преведени на 5 езика с i18n. Търсенето на държави и телефонни кодове на държави е възможно с търсене на кодове и имена на държави.",
    "buildTitle": "Технологии за създаване:",
    "build": "Vite, React, Context, React Router, HOC, i18next, hooks, Custom hooks, Prime React",
  },


  "TaskDrag": {
    "TaskDrag": "Влачене",
    "title": "Влачене и пускане на задачи",
    "desc": "Организатор на плъзгане на задачи. За състоянието на приложението за магазин се използва Redux. За плъзгане и пускане е използвана библиотеката DND. В играта са включени много персонализирани куки.",
  },

  "FastTrack": {
    "FastTrack": "Бърз път",
    "title": "Показване на екран на всички готови за вземане наети автомобили",
    "desc": "Уеб приложение за показване на клиентите и готовите им наети автомобили. На гишето на компанията на летището се показват имената на клиентите, чиито превозни средства са готови за вземане. Уеб приложението генерира динамично редове на страници в зависимост от това колко превозни средства на клиенти са готови за вземане в текущия час. Ако резолюцията на телевизора се промени или мащаба на браузъра се промени се генерират 'n' брой страници и редове и накрая се залепва страница с карта как да се стигне до автомобила.",
  },

  "Damages": {
    "Damages": "Повреди",
    "title": "Описване на повредени превозни средства",
    "desc": "Уеб приложение за автоматизация за описване на повредите по автомобила преди и след напускане на превозното средство. Приложението е създадено от нулата с Vite, React и контекст за съхранение на състоянието на приложението",
  },

  "LogTime": {
    "LogTime": "Лог на време",
    "title": "Логване на работно време",
    "desc": "Приложение за регистриране на времето за работа по проекти.",
  },

  "Contact": {
    "Contact": "Контакт",
  },

}