export const bg = {
  "Checkin": {
    "Checkin": "Наемане на кола",
    "title": "Приложение за регистрация на автомобили взети под наем за пълно попълване на липсващи данни и добавяне на кредитна карта, както и на допълнителни шофьори.",
    "desc": "Уеб приложение за автоматизация за актуализиране на личните данни на клиентите и добавяне на допълнителни шофьори за текущите наети превозни средства. Уеб приложението е създадено от нулата с Vite, React и Context за състоянието на приложението. В рамките на 6 стъпки ( с бутони „назад“ и „продължи“ за навигация с автоматично запаметяване при всеки ход) клиентът може да редактира личните си данни, данните за шофьорската книжка, данните за контакт, данните за резервация, да добавя/редактира/изтрива допълнителни шофьори, да добавя метод на плащане и да преглежда всички променени данни. Календарите, държавите в избраните и останалите формуляри са преведени на 5 езика с i18n. Търсенето на държави и телефонни кодове на държави е възможно с търсене на кодове и имена на държави.",
  },
  "TaskDrag": "Влачене",
  "FastTrack": "Бърза пътека",
  "Damages": "Повреди",
  "LogTime": "Лог на време",
  "Contact": "Контакт",

}