export const bg = {
  "textBelowMenu": "Менюто може да се скролва хоризонтално, да се плъзга и премества със стрелки",
  "animationOnOff": "анимация Вкл/Изкл ",

  "frontText": {
    "one": "Front-End разработчик",
    "two": "Забавлението - София :). Фокусиран върху създаването на интерактивни дигитални преживявания в мрежата.",
    "three": "Има опит с много технологии и библиотеки.",
    "four": "Работа с нови стартъпи и големи марки.",
  },

  "Portfolio": {
    "Portfolio": "Portfolio",
    "title": "Портфолиото на текущото уеб приложение",
    "desc": "Настоящото приложение използва анимации и преходи, за да направи добро впечатление на клиентите. Това е уеб приложение от една страница с възможност за превъртане на точно центрирана фокусирана позиция на картата на страницата при кликване върху менюто. Всяка карта на уеб приложението има връзка към истинско уеб приложение с фиктивни данни. Приложението използва езиков превод и позволява възпроизвеждане на текст в описанието на приложенията. Приложението има възможност да разпознава гласови команди за разглеждане на менюто. Библиотеката Zustand се използва за съхраняване на състоянието на приложението.",
    "buildTitle": "Технологии за създаване:",
    "build": "Vite, React, Zustand, hooks, i18next, react-speakup",
  },

  "Learning": {
    "Learning": "Учене:",
    "title": "Мобилно приложение за учене на чужди езици",
    "desc": `Мобилно приложение React Native от нулата за устройства с Android и iOS. Мобилното приложение е за изучаване на чужди езици. Приложението има логика за създаване на плейлист въз основа на предварително записани MP3 файлове от даден изпълнител, има логика въз основа на администратор или клиент за паузи и повторения, които пренареждат целия плейлист. Клиентът има
    възможност да отбелязва думи, които си е спомнил, и още много други функции и логики. Офлайн режим с възможност за изтегляне на цялото ниво на езика в MP3 формат или само на един MP3 урок. За съхраняване на състоянието на мобилния телефон използвах React Context и Zustand. Въпреки локалното влизане с изтекъл токен се използва и SSO - Google и Facebook. За изграждането на приложението използвах create-react-native-app. Приложението - Papagaio може да бъде намерено в магазина на Android и магазина на Apple.`,
    "buildTitle": "Технологии за създаване:",
    "build": "React-Native/fs/fbsdk-next/google-signin, Zustand, Context, Formik/yup, Custom hooks",
  },

  "Check": {
    "Check": "Наемане на кола",
    "title": "Приложение за регистрация на автомобили под наем за пълно попълване на липсващите данни",
    "desc": "Уеб приложение за автоматизация за актуализиране на личните данни на клиентите и добавяне на допълнителни шофьори за текущите наети превозни средства. Уеб приложението е създадено от нулата с Vite, React и Context за състоянието на приложението. В рамките на 6 стъпки ( с бутони „назад“ и „продължи“ за навигация с автоматично запаметяване при всеки ход) клиентът може да редактира личните си данни, данните за шофьорската книжка, данните за контакт, данните за резервация, да добавя/редактира/изтрива допълнителни шофьори, да добавя метод на плащане и да преглежда всички променени данни. Календарите, държавите в избраните и останалите формуляри са преведени на 5 езика с i18n. Търсенето на държави и телефонни кодове на държави е възможно с търсене на кодове и имена на държави.",
    "buildTitle": "Технологии за създаване:",
    "build": "Vite, React, Context, React Router, HOC, i18next, hooks, Custom hooks, Prime React",
  },

  "TaskDrag": {
    "TaskDrag": "Влачене",
    "title": "Влачене и пускане на задачи",
    "desc": "С това приложение можете да създавате/изтривате/редактирате колони от задачи, като във всяка колона можете да създавате/изтривате/редактирате задачи и всичко това може да се плъзга заедно и поотделно. За състоянието на приложението се използва Redux. За плъзгане и пускане се използва библиотеката DND. В играта са включени персонализирани hooks.",
    "buildTitle": "Технологии за създаване:",
    "build": "Vite, React, Redux, hooks, Custom hooks",
  },

  "FastTrack": {
    "FastTrack": "Бърз път",
    "title": "Показване на екран на всички готови за вземане наети автомобили",
    "desc": "Уеб приложение за показване на клиентите и готовите им наети автомобили. На гишето на компанията на летището се показват имената на клиентите, чиито превозни средства са готови за вземане. Уеб приложението генерира динамично редове на страници в зависимост от това колко превозни средства на клиенти са готови за вземане в текущия час. Ако резолюцията на телевизора се промени или мащаба на браузъра се промени се генерират 'n' брой страници и редове и накрая се залепва страница с карта как да се стигне до автомобила.",
    "buildTitle": "Технологии за създаване:",
    "build": "Vite, React, React Router, hooks, Custom hooks, React Prime",
  },

  "Damages": {
    "Damages": "Повреди",
    "title": "Описване на повредени превозни средства",
    "desc": "Уеб приложение за автоматизация за описване на повредите и вдлъбнатините по автомобила преди изписване и след изписване, както и за регистриране на повредите и вдлъбнатините. Приложението позволява да се вземе подпис на клиента, да се търсят местоположения и да се повикат превозни средства от това местополагане.",
    "buildTitle": "Технологии за създаване:",
    "build": "Vite, React, Context, React Router, hooks, Custom hooks, React Prime",
  },

  "LogTime": {
    "LogTime": "Лог на време",
    "title": "Логване на работно време",
    "desc": "Приложение за регистриране на работните часове в работни проекти. Можете да променяте от седмично на месечно преглеждане, да редактирате коментари и да добавяте работни часове, докато не бъдат заключени.",
    "buildTitle": "Технологии за създаване:",
    "build": "React, Redux, React Router, hooks, Custom hooks",
  },

  "Cargo": {
    "Cargo": "Cargo",
    "title": "Уеб приложение на Cargo",
    "desc": "Това уеб приложение има интелигентни функции. Можете да изберете маршрут само като кликнете върху началната и крайната точка на картата или като въведете адреса. По същия начин можете да използвате маршрута и ще се изчисли разходът на гориво. Създаване на списъци за съхранение, товари, транспорт. Начин за виждане на онлайн контрагенти. Динамично генериране на договори и фактури в PDF формат. ",

    "buildTitle": "Технологии за създаване:",
    "build": "React, Redux, React Router, JWT, bcrypt, passport, express, nodeJS, Mongo,  hooks, Custom hooks, i18n",
  },

  "Contact": {
    "Contact": "Контакт",
  },

}